---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
FamilySizeTableColumn Properties
FamilySizeTableColumn Class See Also Send Feedback
---

The FamilySizeTableColumn type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |
|  | Name | The column name. |

# See Also

FamilySizeTableColumn Class

Autodesk.Revit.DB Namespace